tap "aws/tap"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "universal-ctags/universal-ctags"

brew "ag"
brew "asdf"
brew "autojump"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "git"
brew "gpg"
brew "grip"
brew "heroku/brew/heroku"
brew "hub"
brew "jq"
brew "overmind"
brew "postgresql@10", restart_service: :changed
brew "libxml2"
brew "libxslt"
brew "mas"
brew "neovim"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "sqlite"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ['HEAD']
brew "zsh"

cask "1password"
cask "dash"
cask "dropbox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "numi"
cask "spotify"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Microsoft To Do", id: 1274495053
mas "Moom", id: 419330170
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Stay", id: 435410196
mas "WiFi Explorer Lite", id: 1408727408

# vi: ft=ruby
