brew "ag"
brew "asdf"
brew "autojump"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "gpg"
brew "heroku/brew/heroku"
brew "neovim"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh"

cask "iterm2"
cask "ngrok"

# vi: ft=ruby
