brew "asdf"
brew "autojump"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "fzf"
brew "gpg"
brew "heroku/brew/heroku"
brew "mas"
brew "neovim"
brew "openssl@1.1"
brew "postgresql@10"
brew "reattach-to-user-namespace"
brew "redis"
brew "sqlite"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh"

cask "1password"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "numi"
cask "spectacle"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Microsoft To Do", id: 1274495053
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Stay", id: 435410196

# vi: ft=ruby
